package com.waznapp



val CASE_1_MESSAGE = "عملية شراء عن طريق الانترنت \n" +
        "الحساب رقم : 123456* \n" +
        "المكان : STC Pay \n" +
        "المبلغ : SAR 1.00\n" +
        "في : 2020-07-15 21:56\n" +
        "للاستفسار: 920000000\n"


val CASE_2_MESSAGE = "حوالة صادرة : بين حساباتك \n" +
        "من: 123456*\n" +
        "مبلغ: SAR 223.55\n" +
        "إلى: 699960*\n" +
        "في: 2020-06-24 10:01:32\n" +
        "للاستفسار 920000000\n"

val CASE_3_MESSAGE = "دفع عبر نقاط البيع (مدى أثير) من بطاقة مدى رقم: 1234*\n" +
        "المبلغ: 16.00 ريال\n" +
        "من: Rabie Al Safwa Est~Al\n" +
        "في: 2020-06-24 10:19:58\n" +
        "للاستفسار :920002470\n"

val CASE_4_MESSAGE = "حوالة واردة : بين حساباتك \n" +
        "من: 123456*\n" +
        "مبلغ: 223.55 SAR \n" +
        "إلى: 123456*\n" +
        "في: 2020-06-24 10:01:32\n" +
        "للاستفسار 920000000\n"

val CASE_5_MESSAGE = "رمز التوثيق للعملية التي إجريتها عبر الإنترنت هو : 260385\n"

val CASE_6_MESSAGE = "نوع عملية:  راتب\n" +
        "رقم الحساب : 123456*\n" +
        "المبلغ: 10,175.00\n" +
        " في: 2020-03-30 09:17:45\n" +
        "\n"

val CASE_7_MESSAGE = "نوع عملية:  راتب\n" +
        "رقم الحساب : 123456*\n" +
        "المبلغ: 10,175,400.00\n" +
        " في: 2020-03-30 09:17:45\n" +
        "\n"

val CASE_8_MESSAGE = "تم إيداع الراتب في حسابكم"

val CASE_9_MESSAGE = "عملية شراء عن طريق الانترنت \n" +
        "الحساب رقم : 123456* \n" +
        "المكان : STC Pay \n" +
        "المبلغ : USD 1.00\n" +
        "في : 2020-07-15 21:56\n" +
        "للاستفسار: 920000000\n"
